7zip.install
bitwarden
ccleaner
discord
firefox
foxitreader
git
git-fork
gnupg
googlechrome
gpg4win
internet-download-manager
lghub
line
nodejs-lts
notepadplusplus
nzxt
spotify
teamviewer
treesizefree
vlc
vscode
winrar